Repository: therentalshub/therentalshub-request
Catalog: languages/therentalshub-request-*.po
Languages: el_gr

source: New booking request.
el_gr: Νέο αίτημα κράτησης.

source: Pick-up date/time
el_gr: Ημερομηνία/ώρα παραλαβής

source: Drop-off date/time
el_gr: Ημερομηνία/ώρα παράδοσης

source: Selected car
el_gr: Επιλεγμένο αυτοκίνητο

source: Pick-up location
el_gr: Τοποθεσία παραλαβής

source: Flight nr.
el_gr: Αριθμός πτήσης.

source: Customer
el_gr: Πελάτης

source: Phone
el_gr: Τηλέφωνο

source: Notes
el_gr: Σημειώσεις

source: Dear %s, <br>thank you for your enquiry. We will check our availability and contact you as soon as possible with booking details.
el_gr: Αγαπητέ %s, <br>ευχαριστούμε για το αίτημά σας. Θα ελέγξουμε τη διαθεσιμότητά μας και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό με λεπτομέρειες για την κράτηση.

source: Following are your request details.
el_gr: Ακολουθούν τα στοιχεία του αιτήματός σας.

source: Pick-up date
el_gr: Ημερομηνία παραλαβής

source: Select date
el_gr: Επιλέξτε ημερομηνία

source: Pick-up time
el_gr: Ωρα παραλαβής

source: Select time
el_gr: Επιλέξτε ώρα

source: Drop-off date
el_gr: Ημερομηνία παράδοσης

source: Drop-off time
el_gr: Ώρα παράδοσης

source: Choose vehicle
el_gr: Επιλέξτε όχημα

source: Choose pick-up location
el_gr: Επιλέξτε τοποθεσία παραλαβής

source: Flight number
el_gr: Αριθμός πτήσης

source: First name
el_gr: Όνομα

source: Last name
el_gr: Επίθετο

source: Email address
el_gr: Email

source: Phone number
el_gr: Αριθμός τηλεφώνου

source: Additional notes
el_gr: Επιπρόσθετες σημειώσεις

source: Thank you! Your request has been submitted. We will contact you shortly with availability. Please check your inbox for our confirmation email.
el_gr: Σας ευχαριστούμε! Το αίτημά σας έχει υποβληθεί. Σύντομα θα επικοινωνήσουμε μαζί σας με διαθεσιμότητα. Ελέγξτε τα εισερχόμενά σας για το email επιβεβαίωσης.

source: Submit booking request
el_gr: Υποβολή αιτήματος κράτησης

source: Please fill all required (with the asterisk) fields.
el_gr: Συμπληρώστε όλα τα απαραίτητα (με τον αστερίσκο) πεδία.

source: Please wait
el_gr: Παρακαλώ περιμένετε

source: TheRentalsHub Booking Request Form Options
el_gr: Επιλογές φόρμας αιτήματος κράτησης TheRentalsHub

source: Minimum booking period (days)
el_gr: Ελάχιστη περίοδος κράτησης (ημέρες)

source: Default cut-off time
el_gr: Προεπιλεγμένος χρόνος αποκοπής

source: Show cars selector
el_gr: Εμφάνιση επιλογέα αυτοκινήτων

source: Show locations selector
el_gr: Εμφάνιση επιλογέα τοποθεσιών

source: Show flight number field
el_gr: Εμφάνιση πεδίου αριθμού πτήσης

source: Send confirmation email
el_gr: Αποστολή email επιβεβαίωσης

source: Send confirmation email to
el_gr: Αποστολή email επιβεβαίωσης στο

source: API key
el_gr: Κλειδί API

source: Setup request form options and connection to your fleet management account.
el_gr: Ρύθμιση επιλογών φόρμας αιτήματος και σύνδεση με τον λογαριασμό διαχείρισης στόλου σας.

source: Default pick-up &amp; drop-off time. Use 1 hour and 30 minutes increments only.
el_gr: Προεπιλεγμένος χρόνος παραλαβής &amp; παράδοσης. Χρησιμοποιήστε μόνο προσαυξήσεις 1 ώρας και 30 λεπτών.

source: Minimum booking period in days.
el_gr: Ελάχιστη περίοδος κράτησης σε ημέρες.

source: Yes
el_gr: Ναι

source: No
el_gr: Όχι

source: Displays a list with cars from your fleet management account for selection.
el_gr: Εμφανίζει μια λίστα με αυτοκίνητα από τον λογαριασμό διαχείρισης στόλου σας για επιλογή.

source: Displays a list with pick-up locations from your fleet management account for selection.
el_gr: Εμφανίζει μια λίστα με τοποθεσίες παραλαβής από τον λογαριασμό διαχείρισης στόλου σας για επιλογή.

source: Displays a field to capture customer's filght number.
el_gr: Εμφανίζει ένα πεδίο για την καταγραφή του αριθμού πτήσης του πελάτη.

source: Send a confirmation email with the request details.
el_gr: Στείλτε ένα email επιβεβαίωσης με τα στοιχεία του αιτήματος.

source: You will be notified to this email when a requests is submitted.
el_gr: Θα ειδοποιηθείτε σε αυτό το email όταν υποβάλλονται αιτήματα.

source: Your fleet management account API key.
el_gr: Κλειδί API του λογαριασμού διαχείρισης στόλου σας.

source: Settings Saved
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν

source: Request form is currently not available
el_gr: Η φόρμα αιτήματος δεν είναι διαθέσιμη αυτήν τη στιγμή

source: Request registration is currently not available
el_gr: Η αίτηση εγγραφής δεν είναι διαθέσιμη αυτήν τη στιγμή

source: Missing vars, cannot continue
el_gr: Λείπουν στοιχεία, δεν είναι δυνατή η συνέχεια

source: Invalid email address provided.
el_gr: Δόθηκε μη έγκυρη διεύθυνση email.

source: An error occured, please try again.
el_gr: Παρουσιάστηκε σφάλμα, δοκιμάστε ξανά.

source: Your booking request confirmation
el_gr: Επιβεβαίωση του αιτήματος κράτησής σας

source: New booking request
el_gr: Νέο αίτημα κράτησης
